"TOPLoginView_moreBtn" = "More";

"TOPLoginSuccessView_welcome" = "，welcome！";
"TOPOtherLoginView_title" = "Select login method";

"TOPUserCenter_title" = "My center";
"TOPUserCenter_logoutBtn" = "Logout";
"TOPUserCenter_bindSectionTitle" = "Bind login method";
"TOPUserCenter_agreementSectionTitle" = "Terms";
"TOPUserCenter_bindCell" = "Bind ";

"TOPGuestLogoutAlert_title" = "Tips";
"TOPGuestLogoutAlert_content" = "Dear players, logout of the guest account may result in loss of your account information. Please bind to be an official account ASAP to secure your account.";
"TOPGuestLogoutAlert_leftBtn" = "Logout";
"TOPGuestLogoutAlert_rightBtn" = "Go binding";

"TOPGuestPayAlert_title" = "Tips";
"TOPGuestPayAlert_content" = "Dear players, the guest account cannot made any payment, please bind to be an official account to secure  your account.";
"TOPGuestPayAlert_leftBtn" = "Cancel";
"TOPGuestPayAlert_rightBtn" = "Go binding";

"TOPAgreementAlertView_title" = "Terms";
"TOPAgreementAlertView_content" = "In order to play, please agree the following terms.";
"TOPAgreementAlertView_cancelBtn" = "Cancel";
"TOPAgreementAlertView_submitBtn" = "Agree all & Start";
"TOPAgreementAlertView_viewBtn" = "View";
